{"latitude": ["39.46796495", "39.46804034", "39.46800229", "39.46814093", "34.542", "37.30197928", "40.17950605", "39.5448521", "35.46527082", "40.17940789", "-29.99321", "39.46830135", "34.7955839", "41.05398793", "39.5448066", "39.5448066", "-29.3634369", "35.95421495", "39.4679974", "34.96064254", "41.5746651", "-23.13067", "41.05409838", "-27.1466043", "39.77278715", "-28.42099", "39.5448066", "38.20749879", "-25.61787", "-26.6874615", "44.082261", "39.46800464", "-25.881537", "35.46531776", "40.7242842", "38.18088687", "40.17932517", "-29.57004", "39.46813169", "-23.1812561", "35.46525909", "38.5642611", "40.78665044", "38.69115722", "-26.157123", "35.95421495", "35.46543747", "39.6959", "36.1369834", "35.47139003", "-25.3069485", "-23.0245669", "35.56921629", "-29.9693423", "35.46533025", "36.531172", "39.46796079", "38.78669452", "38.78678677", "38.5642611", "38.5959871", "35.1164903", "38.0", "41.6886673", "38.99189666", "38.6272", "39.46793954", "36.1564731", "39.46794851", "38.99075318", "34.9392264", "35.46529018", "38.7536169", "-25.5455569", "35.46532505", "35.46531541"], "tweet": ["obama,obama,obama1AmericanWoman,@newzealblog @cat_1012000 Big Gov't Progressive who just thinks he will do it so much better than Obama or Hillary. Don't be fooled America.", "@iowemysoul @Jsue2U Yes very sad and exactly why we're all so angry with GOP leadership when we voted to try and stop Obama, turn it around.", "@RealBenCarson nails Obama and MSM false narratives about Obama having lived  as a typical Black American experience.  Truth and humor ??", "@iowemysoul @Jsue2U Gee if majority of Americans had only stopped to ponder what Obama meant by fundamental change before they voted for him", "Anthony Anderson and Obama should have lunch Friday.  That scene was so real and so were the tears.  I was thinking DONT GET OUT THE CAR!", "@Michael Nedved , U r so wrong, Trump isn't creating hate, Obama did a good job by acting with so much hate. The only 1 is Trump!", "The only way 2 accept President Obama's final term is 2 know this brilliant lady will be our next POTUS! #ImWithHer https://t.co/gyfo6kY5jb", "@joshgerstein @realDonaldTrump \nMuch better that an Obama world in which we NOW live", "I'm sure there are others equally qualified Obama could nominate. Unwanted Trump has them reeling. Now Obama can deliver a very real blow.", "@politico Obama's SCOTUS qualifications...1 can understand why the GOP refuse to vote. SMDH! Vote out treasonous GOP https://t.co/B8FQleYWZv", "@METROFMSA Government cars, seriously? No man.... Lets work harder and the industry will flourish.... Think the Jaysn Yays called on Obama?", "@cecilf40 @Jana_1977 The last time this happened, people believed the liar Obama.", "@SenateMajLdr\n\nIf President Obama nominated #JesusChrist you would object, I'm too sure.\n\nWhy not wait to see who's nominated?\n\n#SCOTUS\n#USA", "@ShaunKing  Barack Obama, is only loved, by the black community because he is black!! He does not share the black experience at all!!", "@chuckwoolery for once I agree w someone statingwho we are.\nWe are opposite Obama on most things and resent it when he throws that phrase.", "@normative @Snowden \nYes Snowden can reveal secrets(so can Hillary)..Obama can let go prisoners at GITMO to rejoin fight w Isis.Who's worse?", "Lol I'm so excited bout Obama meeting Macey.. Hahahaha", "#lastchance #buy #art #magick #music #meditation #drawing #parking #painting #okc #obama? https://t.co/x2qQznLGXh", "@seanhannity @realDonaldTrump Wrong, Obama gets exactly what he wants with Iran Cuba, Russia...", "@CharlesHurt says@realDonaldTrump needs to act presidential. Who Obama, Clinton, Bush? He acts like a winner. Which none of the afore were.", "On a scale from Obama to all of the presidential candidates, I'm? https://t.co/q4PCFuccBS", "#LunesIntratable idirect obama preside el capitalis c remoto  aviones a 68mil dolares la hora y misil de 1millon de dolares matan en oriente", "@colvinj In a recent article, you wrote about the inaccurate statement's of Donald Trump! Hillary Clinton, and Obama, are Supreme Liar's!!", "Estan todos protegiendo sus datos de Facebook no sabia que eran tan ?ntimos amigos de obama y de los presidentes latinoamericanos. ;)", "Uh oh. Looks like Obama must have dispatched the cavalry to come take away our guns and liberty.? https://t.co/qyzPP8zNVY", "@Barry_Roux: ?Let me marry you first, if you want me to accept homosexuality in my country.? Robert Mugabe to Barak Obama.", "After the big lie Benghazi how sure are these minorities backing Hillary about her backing them and immigration later.... Hint Obama", "#TosiesMardiParty mtosie @ JJ Twigs https://t.co/7rr60rzB4k", "Obama can babysit my babies and they'll forget I'm their mommy #ObamaAndKids", "#ObamaAndKids ??Ncauhw so much love and cuteness in this pic's... Surely Obama is The president, you can't say much bwt our Jz??", "@realDonaldTrump: I wonder if President Obama would have attended the funeral of Justice Scalia if it were held in a Mosque? Way too long!", "@Wolfrum It must be Bushes fault...can't credit Obama when no one thinks he's responsible for anything.", "Greatness archived. Respect earned! Why Obama is Great! #ObamaAndkids #Obama https://t.co/QwAJ3BSqBT", "https://t.co/GNLpHOdnX3 This T-Rump is outrageous. No one has ever reported Obama going to services in a Mosque much less photo him there.", ".@gopTODD @inkedtater @CarlDowningUT Oh, I agree. I think the Senate *should* consider Obama's nominee, but they don't *have* to.", "Not a bad view to wake up too #TosiesMardiParty @ Lake of the? https://t.co/pbAvnh2kcg", "Michelle Obama's bare arms were outrageously un1st ladylike?!? Hmmm https://t.co/tf1sauD70d", "@AJENews if obama comes back to power he must at least review the palestine issue.", "@DCarrafiello Obama is supposed to represent and stand for all Americans and he disrespects the office and all of us by not attending.", "Vai estar at? o Barack Obama", "@ArcticFox2016 Why so offended at Obama for visiting Cuba? For Christ's Sake, its his job. U didn't  whine when Repuke Cong., sat on hands 7", "Is Obama Abandoning Our Borders? https://t.co/GO6N8RajXy via @sharethis", "Overheard at airport bar: My company started requiring itemized receipts. But that's what happens when Obama... https://t.co/Gd36cQzAz2", "gabby and I are on our way to stl and took a diff route... just passed an elementary school called Barack Obama Elementary School TF?", "Obama tries to strengthen ties with his visit to Cuba .", "#art #magick #music #meditation #drawing #parking #painting #okc #obama #ontheroad #love @? https://t.co/x2qQznu65J", "https://t.co/2YempQSDUf Just shows Cruz  lack of protocol knowledge. Pres., funeral attendance usually reserved Heads of State. Scalia not.", "#obama '08 sign was an excellent #dustpan '15 today @ Aurora, Colorado https://t.co/chGrtbfdxu", "President OBAMA you will be BLESSED if you appoint ANOTHER WOMAN! We need her so BAD! Our children need help! Ty Sir https://t.co/DgE5oqduhh", "@2AFight Any law passed is subject to judicial interpretation. Obama just follows judicial interpretation as our constitution requires.", "#Destacados Barack Obama confirma visita hist?rica a Cuba.\nhttps://t.co/or0LD0gOyq", "A justi?a dos EUA tentando ajudar a brasileira, gra?as aos republicanos. Se for depender do progressista Obama, as coisas ficam como est?o.", "#thanksobama #smoking #president #obama #art #magick #meditation #okc #ontheroad #record? https://t.co/ltlL2L10hQ", "The guy ka @IamHeazy Osama Obama, ihhashi elimyama definitely uyena othe ugwede @ILoveMornings ,", "https://t.co/4El0PawbNs Old bloblo Rubio has no standing to talk about doing nothing. He's the 'do nothingest' Senator ever elected. 7 yrs.", "So he cant visit a court justice funeral...but....rt @KThomasDC: WASHINGTON (AP) - President Barack Obama expected to visit Cuba in March.", "@Daggy1 In the role of POTUS, I wld expect Obama to attend, but being who he is, weak, phoney, ideolog. I am not surprised, #disappointment", "This nation has NOT done well under Obama. A lot of his policies have to be reversed. The people groan when the wicked are in power.", "But this country needs an anti-Obama candidate that, apparently, also needs to be anti-establishment.", "Proof that Everything Obama Has Said About ISIS is a Lie https://t.co/Hokugl7fXp via @sharethis", "@Morning_Joe hosts hyperventilating abt Obama criticizing Trump. Meanwhile Trump starts #birther mvt, calls Mexicans rapists, mocks disabled", "It really angers me when talk show host allow Trump to lie about President Obama's accomplishments and not challenge him on it.(Today Show)", "All your base are belong to Obama. @ United States https://t.co/vum9ltwxtv", "@Rodgers1040 moved to IA from Vegas (Henderson) 1.5 yrs ago. Still stuck with a house there-not worth what we paid. Thx Obama! Miss NV tho", "@cjblev re EO: the reach of Obama EO is not as vast as some would believe. Again, less than most. \n\nBoth Congress and SCOTUS can stop EO", "Now I have a #question to the #people that would #vote for #president #obama again. HOW HAS HE? https://t.co/h4j5HT3t8i", "@benshapiro Obama is such a tool. And I don't mean assistance from https://t.co/vSden4CKAE", "President Obama is FINALLY going to do something right! He's going to appoint another WOMAN to our children's SUPREME COURT! TY GOD! 0;))", "@CoolCzech1 This is the nudge that one of Obama's writes abt in his book Nudge like the frog in the pot of water that slowly boils...", "@cjblev executive order is a presidential power. Obama has used fewer than most presidents. \n\nDesegregation EO didn?t go over well either.", "https://t.co/Io9UhHvw5x Shut Up Obama You Lying Sack Of Dog S**t", "@muddbugg83 situation.Obama did his job and didn't fold under Repuke pressure. Country's problems are Repuke made.", "@CNN @POTUS \nIt's a shame there is so much bickering. President Obama has a job and so does the Senate. Senators are being a joke", "Juro que amo el v?deo de Obama cantando Sorry. Dura 2 segundos literal, pero lo estuve cantando todo el d?a", "@HuffPostPol You Repukes whine saying Obama doesn't do his job. When he does do his job, like now, you whine even more. Do u even know?", "@HuffPostPol Why not? Reagan selected Kennedy in an election year. Isn't Obama President? Isn't selecting judges Obama's job?"], "longitude": ["-104.61198734", "-104.61202435", "-104.61200979", "-104.61204279", "-91.96664", "-107.87408388", "-105.15118473", "-104.9969833", "-97.52544072", "-105.15157964", "30.88268", "-104.61211663", "-111.7240195", "-111.92719804", "-104.9970289", "-104.9970289", "27.5221107", "-97.59512879", "-104.61197464", "-92.03293838", "-90.5203171", "-64.32762", "-111.92683046", "-48.5006589", "-104.98230553", "24.31771", "-104.9970289", "-92.61972427", "28.02086", "27.0895211", "-92.512545", "-104.61200236", "29.2239056", "-97.52538976", "-111.8979401", "-92.76614812", "-105.15112327", "30.40593", "-104.61207508", "-47.3050985", "-97.52542379", "-90.5428442", "-111.98209763", "-90.27738547", "28.0832492", "-97.59512879", "-97.52547172", "-104.808", "-95.9917131", "-97.54511959", "-57.6144269", "-43.4803325", "-97.50626234", "30.9003086", "-97.5254248", "-94.101524", "-104.61199252", "-90.28836187", "-90.28866018", "-90.5428442", "-90.2536445", "-90.0073205", "-97.0", "-93.08895715", "-95.2786159", "-90.1978", "-104.61197654", "-95.9972763", "-104.61197981", "-95.27764878", "-95.7673043", "-97.52538289", "-108.0088155", "-54.5893887", "-97.52540686", "-97.5254248"], "sentiment": ["pos", "neg", "pos", "neutral", "neg", "neg", "neutral", "pos", "pos", "neg", "neutral", "neutral", "neg", "neutral", "neutral", "neutral", "pos", "pos", "neutral", "neutral", "pos", "neutral", "pos", "pos", "neg", "pos", "neutral", "neg", "neg", "pos", "neg", "neutral", "pos", "neutral", "neg", "neg", "neutral", "neutral", "neutral", "neutral", "neutral", "neutral", "neg", "neutral", "neutral", "pos", "neg", "pos", "neg", "neutral", "neutral", "pos", "neutral", "pos", "neutral", "neutral", "neg", "neutral", "neutral", "neutral", "neutral", "pos", "neutral", "neutral", "neg", "pos", "neg", "neutral", "neutral", "neg", "pos", "neutral", "pos", "pos", "neutral", "neutral"], "hashtag": "obama"}