{"latitude": ["39.743517", "37.30214051", "38.5643656", "39.74582714", "-26.10515", "35.47130902", "-29.3634766", "-26.10738096", "41.08910015", "35.46547266", "35.46540773", "37.10245119", "44.861142", "35.70300738", "34.9390914", "39.0985951", "39.0985919", "38.9944108", "38.0", "-22.52298", "39.74393606", "34.9391895", "39.6713359", "34.9390989", "35.46530443", "35.46527082", "39.6713359", "37.10942748", "38.56894601", "39.54480183", "37.10908162", "-23.58842791", "39.74601199", "-23.46242024", "39.74601199", "39.75630744", "39.75634479", "39.75637474", "-27.38612187", "39.67144407", "40.738112", "-22.96574492", "38.8847975", "39.75635262", "39.06167218", "39.75631032", "44.9592442", "34.9389995", "44.9592442", "-29.51218", "-29.51218", "34.8986", "44.44233714", "40.74187418", "39.75634343", "39.75643376", "39.75643376", "39.75643376", "39.75627706", "39.75627706", "39.75627706", "39.74601199", "39.75635836", "39.75630556", "39.75630556", "39.75630556", "39.75624936", "39.75624936", "39.46829231", "39.75632913", "39.75628913", "39.75641579", "39.75628633", "39.75628633", "-26.20066", "35.4652844", "38.0", "39.5447731", "39.5447731", "44.9206801", "34.2166", "44.94883315", "35.6652174", "36.1366764"], "tweet": ["trump,trump,trumpMileHighBrendan,Loyette's already sky-high anti-Trump sentiments will grow even more when I show her this tweet. #RomneyCrush https://t.co/YeTA20ugmY", "@Mitt Romney , Can't believe ur comments about Trump's Taxes. Voted 4 Y every time u run, now u sound bitter. Is not Trump's fault ur lost", "Trump Takes Nevada. Is It Over? https://t.co/Fq2lYIR1WN via @sharethis", "Wondering if Trump will choose Kanye as his running mate, in order to make sure the entire spectrum of douchebaggery is covered.", "@jckato Bernie sanders has the balls to handle trump", "https://t.co/rLRtUHWlun Someone asked: What is Trump Republican? Well you might think he is That may be what he wants. He wasn't 8 years ago", "Yikes @abedelrey: Donald Trump's cousin dragged him through the mud in his obituary https://t.co/nlRio0b5jG", "I'm at Trump's Grill in Sandton, South Africa https://t.co/lWhRf9YYYP", "Gonna go on record now and say that Donald Trump will be the Republican nominee. https://t.co/N6gEudStG4 #NotSoFunnyAnymore", "https://t.co/rLRtUHWlun Calling a Cuban a Caba?a is about like calling a Canadian a Canook. It's an insult either way and it's intended.", "https://t.co/rLRtUHWlun Keep on keepin on. Better you than some mix breed Caba?a.", "@lanceschaubert ok. Trump says the wall will be built by Mexicans. Bernie says college will be paid for by the 1%. Both are unlikely.", "According to locker room political discussion Donald Trump is going to win the election! (at @LifeTimeFitness) https://t.co/TpE3XeQ9y2", "Donald Trump! The only candidate who can dig the country out if economic hole. Christians are not perfect-just forgive.", "@LysolPionex @realDonaldTrump Trump don't owe anyone", "So the bernie bros thing may be a chimera born of people misreading trump supporters as bernie ones. 89 of 100,000 tweets captured were B-", "https://t.co/mu7b3wqIuP\n\nSo apparently statistical analysis found that most gendered awfulness aimed at hillary is from trump, not bernie?", "Donald Trump LOVES the poorly educated, so relax, Trump supporters, your love isn't unrequited.", "This is what a Trump vs Sanders election would look like if it were? https://t.co/ex3FJ6vPyF", "Trump Celebrates Big Win in Nevada. He Took The Hispanics.  He's Well On His Way To Win The Republican Nomination.", "What's the single worst thing Trump has said this cycle? I think it might be the killing terrorists' families war crime. BTW HE'S WINNING.", "Seen @glennbeck's speech on YouTube I didn't see any Trump supporters being nasty he's just butthurt cause he got up staged by Trump.", "@joshualebeck @PolitiBunny I would vote for any of the remaining candidates save Trump.", "@CNN @marcorubio @realDonaldTrump  Marco if most of the Republican voters don't want Trump then why is he winning? #TrumpOnThat #Trump2016", "https://t.co/apohpWJIPN Anger is definitive of Republican voters and Mitch Bitch and the rest of those on Capital Hill aren't listening.", "I'm sure there are others equally qualified Obama could nominate. Unwanted Trump has them reeling. Now Obama can deliver a very real blow.", "@ArtbyAWOHS And contractors who have worked for him say he is slow to pay his bills and often shortchanges them. https://t.co/UHmetDJDOE", "@mmfa OMG..unbelievable  @morningmika @Morning_Joe new leadership @MSNBC in #Trump's pocket or on PR. Disgusting.", "I think if Trump picked Jay-Z as his running mate he could beat Hillary.", "@CGasparino\n that was then...this is now and Trump has proven he can do what he sets out to do.\n#VoteTrump", "#Trump: ...I love the poorly educated.  Big surprise ...!!", "Rapaz, o Trump! Imaginem que filme n?o daria uma corrida entre Trump e Sanders?", "Donald Trump on Nevada win: 'I love the poorly educated?WATCH at 4:30am: NVcaucus https://t.co/vGp4w1niMp", "Donald Trump est? com tudo nos EUA. Se o Tiririca fizesse a mesma coisa aqui,seria escrachado!\r#EUA #BRASIL #tatirandomesmo", "Election 2016: Trump notches another win as Rubio bids to elbow past Cruz: via The Associated Press https://t.co/TbXE4EmfRW", "Saturday: Bernie won Hispanics!\nLater Saturday: Hmm. Not sure these entrance polls are accurate.\nTuesday: Trump won Hispanics!", "If they each win their respective home states... and Trump wins, like, ALL THE OTHER STATES... then, uh, Trump wins. https://t.co/Ewsd7vCe4Q", "@WeinerNotH8r @zagirl2k Almost no one does that, ever. Dem Operation Chaos voters are not responsible for Trump winning by 20% in NH, etc.", "I'm genuinely concerned over  a Trump US presidency. He is mightily unhinged. This could be end of days type stuff.", "Lawyers and contractors (Trump)has hired say he is slow to pay his bills and often shortchanges them. https://t.co/CULqNfzWWf", "Let's dispel with this notion that Donald Trump doesn't know what he's doing. He knows *exactly* what he's doing.", "Sonhei que o Donald Trump desistia de ser candidato e apoiava um dos meus gatos ? presid?ncia dos EUA", "All but Rubio needs to drop out NOW, or Trump will be our candidate.", "@PeakLeftism Yes. But I still think Trump needs to lose some states next Tuesday.", "If Donald Trump wins the GOP nomination then Hillary might as well start writing her Inauguration address", "So Trump is Kylo Ren, the Tea Party is Darth Vader, and...Rubio is Rey? RT @CKeefeShea: Trump is going to finish what the Tea Party started.", "@ninjypants @WineAboutLaw Trump is mostly centrist except on the few issues that poorly educated people really care about.", "@CNN @tedcruz @realDonaldTrump lol by cheating Ben Carson that's how he won Iowa + Cruz has lost 3 in a row to Trump #Trump2016", "@ninjypants he's so much worse than Trump", "How do we spell Donald Trump ..... VICTORY!!!", "Gotta love Donald Trump!! Congrats and well done from sunny South Africa!!", "#DonaldTrump won the #NevadaCaucus, but this maybe a good thing for #Democrats.\n#Trump won't? https://t.co/hLWxkGemIR", "I wish I could think of something clever to say about the Trump wins.  I never thought Republicans were *this* crazy.", "We won among poorly educated. We looove the poorly educated! \n\nThere is is. Trump's campaign in a nutshell. #NVcaucus #Trump", "@PeakLeftism It matters because narrative will be poisonous, party elders will #PANIC, lots of warming to Trump talk, Rubio = no traction.", "@PeakLeftism My premise is that most Rubio scenarios, be they 44% of the total or 33% or whatever, require 3/1 to NOT be a Trump near-sweep.", "@PeakLeftism Depends. Is it 1 on 1 where Trump swept all 13 Super Tuesday states &amp; Cruz/Kasich dropped out in hopeless despair, or...", "@PeakLeftism Interesting. FWIW, Nate Silver, not known for being anti-math, is holding Trump at 50%.", "@PeakLeftism Let me ask you this. What do you think are Trump's odds, roughly, of winning the nomination?", "@PeakLeftism I fear it'll be too late by the time it becomes 1 on 1. Voters &amp; many party actors will have begun to accept Trump.", "@PeakLeftism 1) Trump's winning 2) He's about to win a bunch more 3) There's no plan to stop him 4) Objects in motion tend to stay in motion", "Donald Trump wins Nevada Republican presidential caucuses https://t.co/V8MybAYUqi", "@PeakLeftism Is there a poll that says a solid majority of GOP voters would NEVER vote for Trump?", "@PeakLeftism I know Trump's disapproval #s are very high, but that doesn't = a majority of GOP voters hate Trump.", "While I'm taking out the trash, can somebody photoshop Trump as the Witch King of Angmar at Minas Tirith with his sword shooting fire? Thx", "@PeakLeftism Primaries aren't just math problems. Voters aren't just poll numbers. Narratives matter. Bandwagons happen. Trump will win.", "@PeakLeftism OK, which 4+ states will Trump lose next Tue? If he wins 10+, the narrative will spin out of control &amp; this thing'll be O-V-E-R", "Find me 4-5 states that Trump will lose in a week &amp; we can talk. Otherwise, it's over. #Trumpmentum sweeps. The Party Decides to Surrender.", "@onemoore @Reince And Trump believes he will win enough Independents and Democrats that you can sit home and you really won't matter to win", "Yes, but not many. He might win more states than HRC will vs. Bernie. RT @BuzzFeedAndrew: Does Trump lose a single state from here on out?", "@mccook2002 I'm saying this is close to Rubio's best-case, structurally. And yet Trump might be a week away from running away with it.", "If you told Rubio last summer he'd be in a 3-way fight in February vs. Trump &amp; Cruz (plus Kasich &amp; Carson in single digits) he'd be ECSTATIC", "13 states vote next Tuesday (not counting Colorado, where there won't be a winner). If Trump wins 10+ of them... https://t.co/gMOg0H42kI", "What a dumb time to be alive. RT @ForecasterEnten: It's Trump's world, and we're just living in it folks.", "Lol@DailyRapFacts: Never forget when Tyler, The Creator photobombed Donald Trump. https://t.co/pK0u0VwyuF", "https://t.co/uMUQimPiZX These Caba?a idiots aren't listening to voters. They but their heads trying to beat trump traditionally. Wont work.", "van Dongen/Trump\nThe interview read 'round the world @ United States https://t.co/IrlS3c0NTT", "OMG Marcos recent ad depicting Trump as eratic is hillarious! Wont keep me from voting Trump tho", "Gee what could we accomplish if those voters would rally behind Trump?", "Trump just said he'd like to punch Cruz  in the face \n#GOPgangster\nFOA....it's time to start paying attention! \n#Politicalefficacy", "Bernie Sanders has snagged my vote.. I cannot fathom a country run by the likes of Donald Trump.? https://t.co/SZ7pXGxoDD", "@BCAppelbaum *TRUMP House, FTFY", "Trump Gene's\nDate Back\nTo \nHitler s  Genocide Squad https://t.co/ZSh551cmt0", "Why vote for TRUMP when he will hasn't come forward with information on this picture of HELL? Where's the FBI...$$$$ https://t.co/mnO3pGrOPf"], "longitude": ["-104.98694414", "-107.87401037", "-90.5421442", "-104.98631901", "28.05398", "-97.54490004", "27.5221543", "28.05491728", "-111.93919954", "-97.52550837", "-97.52549087", "-94.51121842", "-93.594803", "-95.36876854", "-95.7675107", "-94.5878764", "-94.587957", "-94.587191", "-97.0", "17.05491", "-104.98707598", "-95.7674128", "-105.06535767", "-95.7677253", "-97.52539161", "-97.52544072", "-105.06535767", "-93.2877326", "-92.16568933", "-104.99697114", "-93.28728769", "-46.720452", "-104.99459343", "-47.46745357", "-104.99459343", "-104.89155485", "-104.8913451", "-104.89132841", "153.11812055", "-105.06545431", "-111.8550731", "-43.17681197", "-104.7271574", "-104.89130498", "-96.78442198", "-104.89120277", "-93.2882225", "-95.7674915", "-93.2882225", "31.21076", "31.21076", "-98.4617", "-93.1514742", "-111.8508087", "-104.89142532", "-104.89143175", "-104.89143175", "-104.89143175", "-104.89143854", "-104.89143854", "-104.89143854", "-104.99459343", "-104.89143091", "-104.89153041", "-104.89153041", "-104.89153041", "-104.89120053", "-104.89120053", "-104.61212277", "-104.89149504", "-104.89156812", "-104.89139108", "-104.89128558", "-104.89128558", "28.03552", "-97.52539328", "-97.0", "-104.9969833", "-104.9969833", "-93.5196396", "-92.0231", "-93.27180005", "-105.9317516", "-95.9919331"], "sentiment": ["pos", "neg", "neutral", "neutral", "neutral", "neutral", "neutral", "neg", "neutral", "neg", "pos", "neutral", "neutral", "neg", "neg", "neutral", "neg", "neg", "neg", "neutral", "neg", "neg", "neg", "neutral", "neutral", "pos", "neutral", "neg", "neg", "neutral", "pos", "pos", "pos", "neg", "neutral", "pos", "neutral", "neutral", "neg", "neutral", "neg", "pos", "neutral", "neg", "neg", "neutral", "neg", "neutral", "neg", "neg", "pos", "pos", "neg", "neutral", "pos", "neg", "neutral", "pos", "pos", "neutral", "neutral", "neutral", "pos", "neg", "pos", "neg", "neutral", "neutral", "pos", "neutral", "neg", "pos", "neutral", "pos", "neutral", "neutral", "neutral", "neg", "neg", "neutral", "neg", "neutral", "neutral", "neutral"], "hashtag": "trump"}